tap "bufbuild/buf"
tap "chipmk/tap"
tap "ggozad/formulas"
tap "graelo/tap"
tap "hashicorp/tap"
tap "homebrew-ffmpeg/ffmpeg"
tap "homebrew/bundle"
tap "homebrew/services"
tap "knazarov/qemu-virgl"
tap "koekeishiya/formulae"
tap "minacle/chntpw"
tap "nats-io/nats-tools"
tap "ngrok/ngrok"
tap "tinygo-org/tools"
brew "zstd"
brew "glib"
brew "apktool"
brew "arm-linux-gnueabihf-binutils"
brew "libusb"
brew "avrdude"
brew "binwalk"
brew "blueutil"
brew "btop"
brew "clang-format"
brew "lima"
brew "colima"
brew "coreutils"
brew "dash"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "fdk-aac-encoder"
brew "gnutls"
brew "rav1e"
brew "sdl2"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "glslang"
brew "gnupg"
brew "go"
brew "gofumpt"
brew "golangci-lint"
brew "graphviz"
brew "htop"
brew "id3v2"
brew "imagemagick"
brew "iperf3"
brew "jadx"
brew "jq"
brew "lf"
brew "libdv"
brew "libpcap"
brew "libxml++"
brew "libxml++@3"
brew "libxml2"
brew "lsusb"
brew "make"
brew "midnight-commander"
brew "msgpack-tools"
brew "neofetch"
brew "neovim"
brew "ninja"
brew "nmap"
brew "node"
brew "protobuf"
brew "protoc-gen-go"
brew "qemu"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "rsync"
brew "scrcpy"
brew "shellcheck"
brew "six"
brew "socat"
brew "sops"
brew "stow"
brew "stylua"
brew "speedtest-cli"
brew "tailscale"
brew "testdisk"
brew "tmux"
brew "tree"
brew "wakeonlan"
brew "wget"
brew "yarn"
brew "yasm"
brew "youtube-dl"
brew "yt-dlp"
brew "zsh-syntax-highlighting"
brew "bufbuild/buf/buf"
brew "graelo/tap/pumas"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/terraform-ls"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "tinygo-org/tools/tinygo"
brew "vscode-langservers-extracted"
brew "typescript"
brew "typescript-language-server"
brew "lua-language-server"
cask "amethyst"
cask "android-platform-tools"
cask "blender"
cask "discord"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "font-zed-mono-nerd-font"
cask "google-chrome"
cask "handbrake"
cask "imhex"
cask "iterm2"
cask "jumpcut"
cask "keycastr"
cask "ngrok"
cask "obs"
cask "obsidian"
cask "proxyman"
cask "qbittorrent"
cask "signal"
cask "spotify"
cask "steam"
cask "sublime-text"
cask "utm"
cask "visual-studio-code"
cask "vlc"
cask "wireshark"
cask "yubico-yubikey-manager"
vscode "anweber.reveal-button"
vscode "bbenoist.nix"
vscode "chouzz.vscode-innosetup"
vscode "circledev.glsl-canvas"
vscode "congzhang0629.acpi-source-language"
vscode "ctcuff.font-preview"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dotjoshjohnson.xml"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "foxundermoon.shell-format"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "jock.svg"
vscode "mikestead.dotenv"
vscode "mrjjot.vscode-glsl-linter"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.live-server"
vscode "ms-vscode.makefile-tools"
vscode "naumovs.color-highlight"
vscode "paulopacitti.sevastolink"
vscode "platformio.platformio-ide"
vscode "quillaja.goasm"
vscode "raczzalan.webgl-glsl-editor"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "slevesque.shader"
vscode "syler.sass-indented"
vscode "tamasfe.even-better-toml"
vscode "tamuratak.vscode-lezer"
vscode "timonwong.shellcheck"
vscode "tomoki1207.pdf"
vscode "twxs.cmake"
vscode "tyriar.luna-paint"
vscode "vadimcn.vscode-lldb"
vscode "vintharas.learn-vim"
vscode "vscodevim.vim"
vscode "xaver.clang-format"
vscode "zhuangtongfa.material-theme"
