tap "bufbuild/buf"
tap "chipmk/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "knazarov/qemu-virgl"
tap "minacle/chntpw"
tap "nats-io/nats-tools"
tap "ngrok/ngrok"
brew "zstd"
brew "glib"
brew "libxcb"
brew "libx11"
brew "icu4c"
brew "harfbuzz"
brew "apktool"
brew "aria2"
brew "arm-linux-gnueabihf-binutils"
brew "ascii"
brew "binwalk"
brew "blueutil"
brew "unbound"
brew "gnutls"
brew "python@3.9"
brew "libslirp"
brew "libusb"
brew "qemu"
brew "lima"
brew "colima"
brew "coreutils"
brew "sdl2"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "git-lfs"
brew "glslang"
brew "gnupg"
brew "gobject-introspection"
brew "golang-migrate"
brew "golangci-lint"
brew "goose"
brew "htop"
brew "imagemagick"
brew "iperf3"
brew "ipython"
brew "jadx"
brew "libpcap"
brew "libxml++"
brew "libxml++3"
brew "libxml2"
brew "lolcat"
brew "lsusb"
brew "make"
brew "midnight-commander"
brew "neofetch"
brew "neovim"
brew "ninja"
brew "nmap"
brew "node"
brew "poetry"
brew "protobuf"
brew "reattach-to-user-namespace"
brew "redis"
brew "rsync"
brew "scrcpy"
brew "socat"
brew "telnet"
brew "tmux"
brew "viu"
brew "w3m"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "yt-dlp", link: false
brew "zsh-syntax-highlighting"
brew "bufbuild/buf/buf"
brew "chipmk/tap/docker-mac-net-connect"
brew "minacle/chntpw/chntpw"
brew "nats-io/nats-tools/nats"
cask "amethyst"
cask "android-platform-tools"
cask "authy"
cask "balenaetcher"
cask "blender"
cask "discord"
cask "flutter"
cask "handbrake"
cask "jumpcut"
cask "microsoft-edge"
cask "ngrok"
cask "obs"
cask "pinta"
cask "postman"
cask "proxyman"
cask "qbittorrent"
cask "sublime-text"
cask "teamviewer"
cask "telegram"
cask "temurin"
cask "transmission"
cask "utm"
cask "vlc"
cask "whatsapp"
cask "wireshark"
vscode "bungcip.better-toml"
vscode "chouzz.vscode-innosetup"
vscode "circledev.glsl-canvas"
vscode "congzhang0629.acpi-source-language"
vscode "ctcuff.font-preview"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "DotJoshJohnson.xml"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "foxundermoon.shell-format"
vscode "golang.go"
vscode "hashicorp.hcl"
vscode "jock.svg"
vscode "mikestead.dotenv"
vscode "mrjjot.vscode-glsl-linter"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.makefile-tools"
vscode "naumovs.color-highlight"
vscode "platformio.platformio-ide"
vscode "quillaja.goasm"
vscode "raczzalan.webgl-glsl-editor"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "smulyono.reveal"
vscode "syler.sass-indented"
vscode "tamasfe.even-better-toml"
vscode "timonwong.shellcheck"
vscode "twxs.cmake"
vscode "vadimcn.vscode-lldb"
vscode "vintharas.learn-vim"
vscode "vscodevim.vim"
vscode "zhuangtongfa.material-theme"
