tap "bufbuild/buf"
tap "chipmk/tap"
tap "ggozad/formulas"
tap "graelo/tap"
tap "hashicorp/tap"
tap "homebrew-ffmpeg/ffmpeg"
tap "knazarov/qemu-virgl"
tap "koekeishiya/formulae"
tap "minacle/chntpw"
tap "nats-io/nats-tools"
tap "ngrok/ngrok"
tap "tinygo-org/tools"
tap "railwaycat/emacsmacport"
brew "zstd"
brew "ghostty"
brew "glib"
brew "apktool"
brew "arm-linux-gnueabihf-binutils"
brew "libusb"
brew "avrdude"
brew "binwalk"
brew "blueutil"
brew "btop"
brew "clang-format"
brew "lima"
brew "colima"
brew "coreutils"
brew "dash"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "fdk-aac-encoder"
brew "gnutls"
brew "rav1e"
brew "sdl2"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "glslang"
brew "gnupg"
brew "go"
brew "gofumpt"
brew "golangci-lint"
brew "graphviz"
brew "htop"
brew "id3v2"
brew "imagemagick"
brew "iperf3"
brew "jadx"
brew "jq"
brew "lf"
brew "libdv"
brew "libpcap"
brew "libxml++"
brew "libxml++@3"
brew "libxml2"
brew "lsusb"
brew "make"
brew "midnight-commander"
brew "msgpack-tools"
brew "neofetch"
brew "neovim"
brew "ninja"
brew "nmap"
brew "node"
brew "protobuf"
brew "protoc-gen-go"
brew "qemu"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "rsync"
brew "scrcpy"
brew "shellcheck"
brew "six"
brew "socat"
brew "sops"
brew "stow"
brew "stylua"
brew "speedtest-cli"
brew "tailscale"
brew "testdisk"
brew "tmux"
brew "tree"
brew "wakeonlan"
brew "wget"
brew "yarn"
brew "yasm"
brew "yt-dlp"
brew "zsh-syntax-highlighting"
brew "bufbuild/buf/buf"
brew "graelo/tap/pumas"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/terraform-ls"
brew "tinygo-org/tools/tinygo"
brew "vscode-langservers-extracted"
brew "typescript"
brew "typescript-language-server"
brew "lua-language-server"
cask "aerospace"
cask "android-platform-tools"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "font-zed-mono-nerd-font"
cask "google-chrome"
cask "handbrake"
cask "jumpcut"
cask "keycastr"
cask "obsidian"
cask "proxyman"
cask "spotify"
cask "visual-studio-code"
cask "yubico-yubikey-manager"
